References/ASTT/TestSuits/Tests/PTZ/TC.PTZ.NVT.15/TC.PTZ.NVT.15_REQ_01.xml

<?xml version='1.0' encoding='utf-8'?>
<s:Envelope
 xmlns:s="http://www.w3.org/2003/05/soap-envelope"
 xmlns:tptz="http://www.onvif.org/ver10/ptz/wsdl"
 xmlns:tt="http://www.onvif.org/ver10/schema">
  <s:Body>
    <tptz:GetPresets>
      <tptz:ProfileToken>prof0</tptz:ProfileToken>
    </tptz:GetPresets>
  </s:Body>
</s:Envelope>